# Създайте следната файлова йерархия в home директорията ви:
# dir5/file1
# dir5/file2
# dir5/file3

touch dir5/file{1-3}

Посредством vi въведете следното съдържание:
file1:
1
2
3

file2:
s
a
d
f

file3:
3
2
1
45
42
14
1
52

Изведете на екрана:
	* статистика за броя редове, думи и символи за всеки един файл
wc -lwm dir5/file1
wc -lwm dir5/file2
wc -lwm dir5/file3
  
	* статистика за броя редове и символи за всички файлове
wc -lm dir5/file{1,2,3}

	* общия брой редове на трите файла
wc -l dir5/file{1,2,3} | tail -n 1
